/* MJP hack to fix <rdar://problem/3808962> TA8A241Plus:Sharing Pref: The display of information about Windows Sharing was not good. */
"USE_SPECIAL_FONT" = "Não"; /*Set to "YES" to use font specified by next string */
"SPECIAL_FONT" = "LiHeiPro";

/* Generic strings */
"OK" = "OK";
"CANCEL" = "Cancelar";
"QUIT" = "Sair";
"STOP" = "Parar";
"START" = "Iniciar";
"WARNING" = "Aviso";
"ERROR" = "Erro";
"ON" = "Activo";
"OFF" = "Desactivado";
"STARTING" = "A iniciar…";
"STOPPING" = "A desligar…";
"UNAVAILABLE" = "Indisponível";
"UNKNOWN" = "Desconhecido";
"ADD" = "Adicionar";
"OTHER..." = "Outra…";
"UNKNOWN_USER" = "Utilizador desconhecido";

// Common ACL names
"Administrators" = "Administradores";
"Everyone" = "Todos";

"AX_DESCR_ADD_SP" = "Adicionar ponto de partilha";
"AX_DESCR_REMOVE_SP" = "Remover ponto de partilha";
"AX_DESCR_ADD_USER" = "Adicionar utilizador";
"AX_DESCR_REMOVE_USER" = "Remover utilizador";

"AX_DESCR_USERS" = "Utilizadores";
"AX_DESCR_SHAREPOINTS" = "Partilhar pontos";

"AX_DESCR_FOR_NSStatusUnknown" = "Indicador de estado desligado";
"AX_DESCR_FOR_NSStatusAvailable" = "Indicador de estado ligado";
"AX_DESCR_FOR_NSStatusAway" = "Indicador de erro de estado";
"AX_DESCR_FOR_NSStatusIdle" = "Indicador de aviso de estado";

/* ES warnings */
"ESWARNING_TITLE" = "Este computador está configurado para entrar em modo de pausa após um período de inactividade.";
"ESWARNING_OPEN_ES" = "Abrir Poupança de Energia…";
"ESWARNING_DESC" = "A partilha de serviços fica indisponível durante o modo de pausa. Para alterar as definições, abra as preferências de Poupança de Energia.";

/* Services (for the table view)*/
"REMOTE_LOGIN_LABEL" = "Acesso remoto";

/* telnet service */
"CAPTION_TELNET_IS_ON" = "Activar acesso remoto telnet";
"CAPTION_TELNET_IS_OFF" = "Desactivar acesso remoto telnet";

/* Rendezvous Tool Tip */
"RENDEZVOUS_NAME_ERR" = "O nome do Bonjour não é válido.";
"RENDEZVOUS_TOOL_TIP" = "O nome do Bonjour tem de começar e terminar com uma letra ou dígito.\nOs caracteres internos devem consistir apenas de letras, dígitos e hífenes.";
"RENDEZ_EXPL" = "Os computadores na sua rede local podem aceder ao seu computador em: %@.local";
"NAME_EXPL" = "Outros podem aceder localmente ao seu computador em %@.local ou globalmente em %@.";


/* AFP server */
"CAPTION_AFP_IS_ON" = "Partilha de ficheiros: activo";
"CAPTION_AFP_IS_STARTING" = "A iniciar a partilha de ficheiros…";
"DESCR_AFP" = "Através da partilha de ficheiros, os outros utilizadores podem aceder a pastas partilhadas neste computador, e os administradores têm acesso a todos os volumes.";
"CAPTION_AFP_IS_OFF" = "Partilha de ficheiros: desactivado";
"CAPTION_AFP_IS_BLOCKED_BY_FIREWALL" = "Partilha de ficheiros: bloqueado por firewall";

"CAPTION_AFP_IS_STOPING" = "A parar a partilha de ficheiros…";
"CAPTION_AFP_IS_STOPING_IN" = "A partilha de ficheiros será interrompida dentro de %d minuto(s)";
"CAPTION_AFP_IS_STOPING_SOON" = "A partilha de ficheiros parará em menos de 1 minuto";

"DESCR_AFP_WILL_STOP" = "A partilha de ficheiros permite o acesso de utilizadores de outros computadores às pastas públicas neste computador.";
"DESCR_AFP_IS_STOPING_IN" = "A partilha de ficheiros parará dentro de %li minutos.";
"DESCR_AFP_IS_STOPING_SOON" = "A partilha de ficheiros parará em menos de 1 minuto";

"AFP_INFO_TEXT" = "Os outros utilizadores podem aceder a pastas partilhadas neste computador e os administradores têm acesso a todos os volumes, em %@ ou “%@”.";
"AFP_INFO_TEXT_SHORT" = "Os outros utilizadores podem aceder a pastas partilhadas neste computador e os administradores têm acesso a todos os volumes em %@.";
"AFP_URL" = "afp://%@/";

"SP_DELETE_TITLE_SINGLE" = "Tem a certeza de que pretende parar a partilha da pasta \“%@\”?";
"IDENTITY_DELETE_TITLE" = "Tem a certeza de que pretende remover \“%@\” da lista de utilizadores autorizados a aceder à pasta partilhada \“%@?\”";

"PUBLIC_SHAREPOINT_NAME" = "Pasta pública de %@";

/* Samba Server */
"CAPTION_SAMBA_IS_ON" = "Partilha Windows: activo";
"CAPTION_SAMBA_IS_OFF" = "Partilha Windows: desactivado";
"CAPTION_SAMBA_IS_BLOCKED_BY_FIREWALL" = "Partilha Windows: bloqueado por firewall";

"SAMBA_ACCOUNTS_BUTTON" = "Contas…";

"SAMBA_INFO_TEXT" = "Os utilizadores de Windows podem aceder a pastas partilhadas neste computador e os administradores têm acesso a todos os volumes, em %@.";

//"SAMBA_INFO_TEXT" = "Windows users can access your computer at %@\nOther users can access your computer at %@";
"SAMBA_ENABLED_ACCOUNTS" = "Contas activadas: ";
"SEPARATOR" = ", ";
"SAMBA_ADDRESS" = "\\\\%@\\%@";
"SAMBA_IS_NOT_AVAILABLE" = "A partilha de ficheiros Windows não está instalada neste computador. Para proceder à instalação, utilize o instalador do Mac OS X.";
"SAMBA_ADDRESS_URL" = "smb://%@";

"SMB_IS_STARTING" = "A iniciar a partilha de ficheiros Windows…";
"SMB_IS_STOPPING" = "A parar a partilha de ficheiros com Windows…";

/* Windows File Sharing password strings */
"SAMBA_ENABLE_PASSWORD_TEXT" = "Para activar a partilha de ficheiros por SMB, para \“%@\”, digite a palavra-passe dessa conta.";
"SAMBA_DISABLE_PASSWORD_TEXT" = "Para desactivar a partilha de ficheiros por SMB, para \“%@\”, digite a palavra-passe dessa conta.";

/* Password is too short */
"PASS_IS_TOO_SHORT_ERR" = "A palavra-passe deverá incluir pelo menos 4 caracteres. Introduza de novo a palavra-passe.";

/* Web server */
"CAPTION_WEB_IS_ON" = "Partilha web: activo";
"CAPTION_WEB_IS_OFF" = "Partilha web: desactivado";
"CAPTION_WEB_IS_BLOCKED_BY_FIREWALL" = "Partilha web: bloqueado por firewall";
"CAPTION_WEB_IS_STARTING" = "A iniciar partilha web…";
"DESCR_WEB_GENERAL" = "A partilha web possibilita o acesso de utilizadores de outros computadores a páginas web que se encontrem neste computador.";
"CAPTION_WEB_IS_STOPING" = "A parar a partilha web…";
"WEB_IS_NOT_AVAILABLE" = "A partilha web não está instalada neste computador. Para proceder à instalação, utilize o instalador do Mac OS X.";
"WEB_URL" = "http://%@/";
"WEB_URL_PERSONAL" = "http://%@/~%@/";

/* Optical Disc Sharing */
"Optical Disc Sharing" = "Partilha de DVD ou CD";
"CAPTION_OPTICAL_DISC_SHARING_IS_OFF" = "Partilha de DVD ou CD: desactivado";
"CAPTION_OPTICAL_DISC_SHARING_IS_ON" = "Partilha de DVD ou CD: activo";
"CAPTION_OPTICAL_DISC_SHARING_IS_BLOCKED_BY_FIREWALL" = "Partilha de DVD ou CD: bloqueado por firewall";
"CAPTION_OPTICAL_DISC_SHARING_IS_STARTING" = "A iniciar a partilha de DVD ou CD…";
"CAPTION_OPTICAL_DISC_SHARING_IS_STOPPING" = "A parar a partilha de DVD ou CD…";
"DESCR_OPTICALDISK_SHARING_GENERAL" = "Esta funcionalidade permite que os utilizadores de outros computadores usem a unidade de DVD ou CD deste computador remotamente.";
"ODS_DVD_ASK_TITLE" = "Perguntar antes de permitir a utilização por terceiros\nda minha unidade de DVD";
"ODS_CD_ASK_TITLE" = "Perguntar antes de permitir que outras pessoas utilizem\na minha unidade de CD";

/* FTP */
"FTP_IS_ON" = "Acesso FTP: activo";
"FTP_IS_OFF" = "Acesso FTP: desactivado";
"FTP_IS_NOT_AVAILABLE" = "Este computador não tem FTP instalado. Para proceder à instalação, instale os pacotes BSD através do Instalador do Mac OS X.";
"FTP_BASIC_DESCR" = "O FTP permite aos utilizadores de outros computadores trocar ficheiros com este computador através de aplicações de FTP.";
"FTP_IS_BLOCKED_BY_FIREWALL" = "Acesso FTP: bloqueado por firewall";

"FTP_INFO_TEXT" = "Outras pessoas podem aceder ao servidor de FTP em\nftp://%@/ ou procurar por “%@”.";
"AFP_NUMBER_OF_CLIENTS" = "Número de utilizadores ligados:%d";

"FTP_IS_STARTING" = "A iniciar FTP…";
"FTP_IS_STOPPING" = "A parar FTP…";

/* SSH */
"CAPTION_SSH_IS_STARTING" = "A iniciar o acesso remoto…";
"CAPTION_SSH_IS_STOPPING" = "A parar o acesso remoto…";
"SSH_INFO_GENERAL" = "O acesso remoto possibilita o acesso de utilizadores de outros computadores a este computador através de SSH.";
"SSH_ON" = "Acesso remoto: activo";
"SSH_OFF" = "Acesso remoto: desactivado";
"SSH_INFO_TEXT" = "Para aceder a este computador remotamente, digite \"ssh %@@%@\".";
"SSH_BLOCKED_BY_FIREWALL" = "Acesso remoto: bloqueado por firewall";

/* Alerts */
"FTP_MISSING_ERR" = "As definições de FTP não podem ser alteradas, porque o pacote BSD não foi instalado.";
"FTP_MISSING_EXPLANATION" = "Instale o pacote BSD, se pretender alterar as definições da FTP."; 

/* Firewall Strings */
"FIREWALL_ON" = "Firewall activa";
"FIREWALL_OFF" = "Firewall desactivada";
"FIREWALL_UNA" = "Firewall indisponível";
"ERROR_FIREWALL" = "Não é possível alterar as definições da firewall, porque ocorreu um erro no sistema durante a leitura.";
"ERROR_FIREWALL_EXPL" = "Se o problema persistir, reinicie o computador e tente novamente.";
"DEFAULT_ENTRY" = "Não é possível alterar as definições da firewall para este serviço.";
"TOOL_TIP_OFF_TCP" = "Esta é a entrada de firewall para %@.\nActualmente está inactiva e todo o tráfego de rede TCP na(s) porta(s) %@ está a ser bloqueado.";
"TOOL_TIP_OFF_UDP" = "Esta é a entrada de firewall para %@.\nActualmente está inactiva e todo o tráfego de rede UDP na(s) porta(s) %@ está a ser bloqueado.";
"TOOL_TIP_OFF_BOTH" = "Esta é a entrada de firewall para %@.\nActualmente está inactiva e todo o tráfego de rede TCP na(s) porta(s) %@ e todo o tráfego de rede UDP na(s) porta(s) %@ está a ser bloqueado.";

/* Firewall Utility Strings */
"FILE_AND_WEB" = "Ficheiro e Web";
"APPLICATION" = "Aplicação";

/* Sharing Pref Defined Services */
/* Do not delete these, they are for localizing the UI (the file is always stored in English) */
"Apple Remote Desktop" = "Apple Remote Desktop";
"ARD_TITLE" = "Gestão remota";
"SCREEN_SHARING_TITLE" = "Partilha de ecrã";
"Personal File Sharing" = "Partilha de ficheiros";
"Samba Sharing" = "Partilha Windows";
"Personal Web Sharing" = "Partilha web";
"Remote Login - SSH" = "Acesso remoto - SSH";
"Remote Apple Events" = "Apple Events remotos";
"FTP Access" = "Acesso FTP";
"BlueToothService" = "Partilha Bluetooth";
"Printer Sharing" = "Partilha de impressora";
"Scanner Sharing" = "Partilha de digitalizadores";
"iChat Rendezvous" = "iChat Bonjour";
"iTunes Music Sharing" = "Partilha de música do iTunes";
"iPhoto Rendezvous Sharing" = "Partilha do iPhoto Bonjour";
"Network Time" = "Hora da rede";
"Dynamic DNS" = "DNS dinâmico";
"Xgrid" = "Partilha Xgrid";

/* BT */
"BT_INFO_TEXT" = "Através das preferências de partilha Bluetooth configure o seu computador para partilhar ficheiros com outros computadores e dispositivos com Bluetooth.";
"BT_IS_ON" = "Partilha Bluetooth: activo";
"BT_IS_OFF" = "Partilha Bluetooth: desactivado";

/* Printer Sharing */
"PRINTER_SHARING_UNAVAILABLE" = "Partilha de Impressoras actualmente indisponível.";
"PS_IS_ON" = "Partilha de impressoras: activo";
"PS_IS_OFF" = "Partilha de impressoras: desactivado";
"PS_IS_BLOCKED_BY_FIREWALL" = "Partilha de impressoras: bloqueado por firewall";
"PS_IS_STARTING" = "A iniciar a partilha de impressoras…";
"PS_IS_STOPPING" = "A parar a partilha de impressoras…";
"PRINTER_SHARING_BASIC" = "A partilha de impressoras permite que outras pessoas na mesma rede utilizem as impressoras ligadas a este computador.";
"PRINTER_FAX_SHARING_BASIC" = "A partilha de impressoras permite que outras pessoas na mesma rede utilizem impressoras e faxes ligados a este computador.";

/* Scanner Sharing */
"SCANNERSHARING_IS_ON" = "Partilha de digitalizadores: activado";
"SCANNERSHARING_IS_OFF" = "Partilha de digitalizadores: desactivado";

/* Remote Apple Events */
"REMOTE_AE_ON" = "Apple Events remotos: activo";
"REMOTE_AE_OFF" = "Apple Events remotos: desactivado";
"REMOTE_AE__BLOCKED_BY_FIREWALL" = "Apple Events remotos: bloqueado por firewall";
"RAE_IS_STARTING" = "A iniciar Apple Events remotos…";
"RAE_IS_STOPPING" = "A parar Apple Events remotos…";
"AE_BUTTON_TITLE" = "Configurar…";
"RAE_PICKER_TITLE" = "Apple Events remotos";
"SSH_PICKER_TITLE" = "Acesso remoto";

/* ARD */
"ARD_ON" = "Gestão remota: activo";
"ARD_OFF" = "Gestão remota: desactivado";
"ARD_BLOCKED_BY_FIREWALL" = "Gestão remota: bloqueado por firewall";
"ARD_GENERAL_INFO_TEXT" = "A gestão remota permite que outros utilizadores acedam a este computador através do Apple Remote Desktop.";
"SCREEN_SHARING_GENERAL_INFO_TEXT" = "A partilha de ecrã permite que utilizadores de outros computadores vejam e controlem remotamente este computador.";
"ARD_INFO_TEXT" = "Outros utilizadores podem gerir o seu computador utilizando o endereço\n%@.";
"ARD_URL" = "http://www.apple.com/remotedesktop/";
"ARD_ACCESS_BUTTON" = "Privilégios de acesso…";
"ARD_MENU_EXTRA_CHECKBOX" = "Mostrar estado na barra de menus";
"CAPTION_ARD_IS_STARTING" = "A iniciar a gestão remota…";
"CAPTION_ARD_IS_STOPPING" = "A parar a gestão remota…";
"ARD_STARTING_DESC" = "A Gestão Remota permite que os administradores observem o seu ecrã e administrem o seu computador através do programa %@.";
"ARD_IS_NOT_AVAILABLE" = "A Gestão Remota não está instalada neste computador.";
"ARD_CONTROL_OBSERVE" = "Controlar e observar";
"SCREEN_SHARING_INFO" = "Outros utilizadores podem aceder ao seu computador em vnc://%@/ ou procurar por “%@”.";
"SCREEN_SHARING_INFO_SHORT" = "Os outros utilizadores podem aceder ao seu computador em vnc://%@/.";
"SCREEN_SHARING_ON" = "Partilha de ecrã: activo";
"SCREEN_SHARING_OFF" = "Partilha de ecrã: desactivado";
"SCREEN_SHARING_BLOCKED_BY_FIREWALL" = "Partilha de ecrã: bloqueado por firewall";
"SCREEN_SHARING_OFF_WARNING_TITLE" = "Tem a certeza de que pretende desactivar a partilha de ecrã no computador \“%@\”?";
"SCREEN_SHARING_OFF_WARNING_DESC" = "Se desactivar a partilha de ecrã neste computador, os computadores que estavam a partilhar este ecrã deixaram de o poder fazer.";

/* NAT (Internet Sharing) */
"Internet Sharing" = "Partilha de Internet";
"INTERNET_SHARING_ON" = "Partilha de Internet: activo";
"INTERNET_SHARING_OFF" = "Partilha de Internet: desactivado";
"INTERNET_SHARING_MESSAGE" = "A partilha da Internet permite que outros computadores partilhem a sua ligação à Internet.";
"INTERNET_SHARING_SELECT_OUT" = "Não é possível iniciar a partilha de Internet, porque não foi seleccionada nenhuma porta por onde partilhar a ligação.";
"INTERNET_SHARING_NO_OUT" = "Não é possível iniciar a partilha de Internet, porque não há portas disponíveis. Seleccione uma ligação diferente para partilhar, ou active outra porta através das preferências de rede.";
"INTERNET_SHARING_NO_FROM" = "Não é possível iniciar a Partilha de Internet, porque não existem ligações à Internet abertas. Para abrir uma ligação à Internet, utilize as “Preferências de rede”.";
"INTERNET_SHARING_NOT_AVAILABLE" = "A Partilha de Internet não está disponível, porque não existe uma ligação à Internet activa.";
"AUTOMATIC" = "Automático";
"PRIMARY_INTERFACE_WARNING" = "Se ligar esta porta, o seu fornecedor de serviços de Internet poderá cancelar o serviço para impedir que afecte a própria rede.";
"PRIMARY_INTERFACE_EXPL" = "Em alguns casos (por exemplo, se utilizar um modem de cabo), poderá acidentalmente afectar as definições de rede do seu ISP e infringir os termos do seu contrato de serviços.";
"INTERNET_SHARING_NETWORK" = "Rede de partilha de Internet";
"INTERNET_SHARING_ARE_YOU_SURE" = "Tem a certeza de que pretende activar a partilha de Internet?";
"INTERNET_SHARING_ARE_YOU_SURE_INFO" = "Se o seu computador estiver ligado a uma rede, activar a partilha de Internet poderá afectar as definições de rede de outros computadores e perturbar a rede. Contacte o administrador do sistema antes de activar a partilha de Internet.";
"INTERNET_SHARING_NO_SERVICES" = "Não há serviços activos disponíveis";
"INTERNET_SHARING_NOT_INSTALLED" = "A Partilha de internet não está instalada neste computador. Para proceder à instalação, instale os pacotes BSD através do Instalador do Mac OS X.";

"AIRPORT_WARNING" = "Para partilhar a ligação à Internet, é necessário activar o AirPort.";
"AIRPORT_WARNING_INFO" = "O AirPort está desactivado.";
"TURN_POWER_ON" = "Ligar AirPort";
"DEFAULT_AIRPORT_NETWORK" = "Rede AirPort";
"NETWORK_PASSWORD" = "Para ligar à rede AirPort criada por este computador de um computador sem software AirPort, é necessário utilizar a seguinte palavra-passe de rede equivalente (chave WEP):";

"INTERNET_SHARING_SLEEP_WARNING_SHEET_ENERGY_SAVER_BUTTON" = "Abrir Poupança de Energia";
"INTERNET_SHARING_WEBSHARING_WARNING_SHEET_SERVICES_BUTTON" = "Mostrar serviços";
"INTERNET_SHARING_WARNING_SHEET_TITLE" = "Definições diferentes poderão interferir na Partilha da Internet";

/* Extra Firewall Ports */
"APPLE_REMOTE_DESKTOP" = "Apple Remote Desktop";
"ICQ" = "ICQ";
"IRC" = "IRC";
"MSN" = "MSN Messenger";
"RETROSPECT" = "Retrospecto";
"SMB" = "SMB (sem netbios)";
"TIMBUKTU" = "Timbuktu";
"RENDEZVOUS" = "Mensagens instantâneas do Bonjour";
"VNC" = "VNC";
"NETWORKTIME" = "Hora da rede";
"CVS" = "CVS";
"WEBSTAR" = "Admin. WebSTAR";
"XCODE" = "Fase distribuída Xcode";
"QUICKTIME" = "QuickTime";
"WBEM" = "WBEM";

/* Dynamic DNS */
"DYNDNS_ON" = "Partilha de DNS dinâmico: activo";
"DYNDNS_OFF" = "Partilha de DNS dinâmico: desactivado";
"CAPTION_DYNDNS_IS_STARTING" = "A iniciar DNS dinâmico…";
"CAPTION_DYNDNS_IS_STOPPING" = "A parar o DNS dinâmico…";
"DYNDNS_INFO_TEXT" = "Outras pessoas podem aceder ao seu computador remotamente em \“%@\”.";
"DYNDNS_STARTING_DESC" = "O DNS dinâmico permite a utilizadores de outros computadores ligar ao seu computador através do domínio de DNS dinâmico.";
"DYNDNS_BUTTON_STRING" = "Configurar…";
"DYNDNS_HAS_SECRET" = "<definir>";
"DYNDNS_NO_SECRET" = "<nenhuma>";
"DYNDNS_FAILED_SHEET_TITLE" = "DNS dinâmico não inicializado";
"DYNDNS_FAILED_SHEET_MESSAGE" = "Falha do DNS dinâmico ao registar \“%@\”.\n\n%@";
"DYNDNS_START_TIMEOUT" = "Terminou o tempo disponível para iniciar o DNS dinâmico. Verifique as definições e volte a tentar.";
"DYNDNS_NO_SERVERS_AVAILABLE" = "Nenhum disponível";

/* Status messages for mDNSResponder respondes about dynamic dns */
"MDNS_RESPONSE_UNKNOWN_ERROR" = "Ocorreu um erro desconhecido.";
"MDNS_RESPONSE_NONETWORK_ERROR" = "Há um problema de ligação à rede. Assegure-se que os cabos estão ligados correctamente e tente novamente.";
"MDNS_RESPONSE_NODNSSERVER_ERROR" = "O seu computador não consegue contactar um servidor de DNS. Verifique as “Preferências de rede” e assegure-se que o endereço do servidor de DNS está correcto.";
"MDNS_RESPONSE_COMPUTERNAMEINUSE_ERROR" = "Um computador com o nome @#$@ está a ser usado por outro utilizador. Modifique o nome do seu computador ou tente novamente.";
"MDNS_RESPONSE_NATTRAVESAL_ERROR" = "Este computador está ligado à Internet através de um gateway que não permite que funcione como servidor na Internet.";
"MDNS_RESPONSE_FIREWALL_ERROR" = "O servidor de DNS seleccionado não conseguiu tornar este computador visível a outros computadores na Internet. Poderá estar protegido por um firewall.";

"XGRID_ON" = "Partilha Xgrid: activo";
"XGRID_OFF" = "Partilha Xgrid: desactivado";
"CAPTION_XGRID_IS_STARTING" = "A iniciar o agente Xgrid…";
"CAPTION_XGRID_IS_STOPPING" = "A parar o agente Xgrid…";
"XGRID_INFO_TEXT" = "Agente Xgrid activo.";
"XGRID_STARTING_DESC" = "A partilha Xgrid permite que os controladores Xgrid se liguem e distribuam tarefas Xgrid a serem executadas no seu computador.";
"XGRID_ADV_BUTTON" = "Configurar…";
"XGRID_START_TIMEOUT" = "Ocorreu um problema ao iniciar o agente Xgrid.";
"XGRID_STOP_TIMEOUT" = "Ocorreu um problema ao parar o agente Xgrid.";
"XGRID_NO_AGENT_TITLE" = "Agente Xgrid não encontrado";
"XGRID_NO_AGENT_DESC" = "O agente Xgrid tem de ser instalado neste computador para activar a partilha Xgrid.";
"XGRID_MISSING_PASSWORD_TITLE" = "Falta a palavra-passe";
"XGRID_MISSING_PASSWORD_INFO" = "O agente está actualmente configurado para pedir uma palavra-passe ao controlador Xgrid, mas nenhuma palavra-passe foi indicada. Tem de criar uma palavra-passe ou desactivar o pedido de palavra-passe antes de poder iniciar o agente.";
"XGRID_SECURITY_WARNING_TITLE" = "Aviso de segurança";
"XGRID_SECURITY_WARNING_INFO" = "Ao desactivar o pedido de palavra-passe, poderá permitir o acesso não autorizado ao seu computador.";
"XGRID_GENERAL_INFO" = "A partilha Xgrid permite que os controladores Xgrid se liguem e distribuam tarefas Xgrid a serem executadas no seu computador.";

"LABEL_SHAREDFOLDERS" = "Pastas partilhadas:";
"LABEL_USERSGROUPS" = "Utilizadores:";

"APPLY_PERMISSION_MAIN_TEXT" = "Tem a certeza de que pretende aplicar o proprietário, grupo ou permissões seleccionadas a todos os elementos anexados?";
"APPLY_PERMISSION_PROGRESS_LABEL" = "A aplicar privilégios a \“%@\”";
